
ROW_DATA = [
		{'name':'Ворсинка',
		 'description': 'Мальчик,Starrycat Favorit,окрас красный табби,мама и папа '
		                'манчкины, короткая шерсть. Социализирован, '
		                'лоток 5+, переедет в новый дом с пакетом '
		                'документов, с чипом, привитый и кастрированный.',
		 'age':'11',
		 'breed':'Манчкин',
	     'img':'https://avatars.mds.yandex.net/i?id=7f9c7d7029a6ad0c43101fd21971c180-5644622-images-thumbs&n=13'
		 },
		{'name': 'Серсея',
		 'description': 'Настоящий рэгдолл. Самые ласковые линии, '
						'привезена из Европы. Ручная мурчалка. Идеально в '
						'семью с детьми любого возраста. Если вы раз '
						'держали на руках настоящего рэгдолла, это чувство '
						'вы не спутаете ни с чем. Кошка как плюшечка, очень '
						'ручная и контактная.',
		 'age': '5',
		 'breed': 'Рэгдолл',
		 'img': 'https://petskb.com/wp-content/uploads/2020/04/Ragdoll-closeup-face.jpg'
		 },
		{'name':'Барсик',
		 'description': 'Без таких вот «плюшевых» комочков счастья не мыслят своего существования миллионы людей во всем мире.'
		 'Эти аристократичные, дружелюбные, харизматичные и весьма чистоплотные питомцы уже '
		 'долгое время являются одной из самых популярных кошачьих пород на планете.',
		 'age': '2',
		 'breed':'Британские короткошерстные',
		 'img': 'https://cattish.ru/wp-content/uploads/2018/04/brit-3-678x509.jpg'
		},
		{'name':'Сонька',
		 'description': 'Бенгальские кошки – невероятно красивые животные, которые сочетают в себе эффектную внешность'
		                'диких хищников и покладистый характер домашних питомцев. Ну а главной «фишкой» этих созданий '
		                'является «леопардовый окрас», за что их и зовут «домашними леопардами»',
		 'age': '12',
		 'breed':'Бенгальская кошка',
		 'img': 'https://cattish.ru/wp-content/uploads/2018/04/bengal-3-678x509.jpg'
		},
		{'name':'Ария',
		 'description': 'Среди множества пород есть одна, наделенная невероятным изяществом и грацией '
		                '– это абиссинская кошка – существо умное, гибкое и ловкое. В ней присутствует некая '
		                'загадочность и особая утонченность, а её внешность называют «божественной»',
		 'age': '10',
		 'breed':'Британские короткошерстные',
		 'img': 'https://cattish.ru/wp-content/uploads/2018/04/abyssinian-1-678x509.jpg'
		},

		{'name': 'Васька',
		 'description': 'Обаятельные «сибиряки» с «сиамским» окрасом, шикарной гипоаллергенной «шубкой» и покладистым нравом '
		                '– гордость российских фелинологов с берегов Невы… Котёнка именно этой породы'
		                ' завел себе Дмитрий Медведев, а Владимир Путин подарил такого премьер-министру Японии.',
		 'age': '8',
		 'breed': 'Невская маскарадная',
		 'img': 'https://cattish.ru/wp-content/uploads/2018/04/neva-2-678x509.jpg'
		 },

		{'name': 'Алиса',
		 'description': 'Сибирские кошки считаются настоящими русскими красавицами за выразительные глаза, шикарную '
		                '«шубку» и дружелюбный характер. Они давно завоевали сердца многих любителей кошек… очень давно – '
		                'первые упоминания о них встречаются в XVI веке.',
		 'age': '13',
		 'breed': 'Сибирская кошка',
		 'img': 'https://cattish.ru/wp-content/uploads/2018/04/sib3-678x509.jpg'
		 },
		{'name': 'Веня',
			 'description': 'Эта порода выделяется особым серебристо-голубым окрасом и пронзительными зелеными глазами. '
			                'Русские голубые кошки – «настоящие дворянки». Это грациозные и загадочные создания,'
			                ' радующие своих владельцев игривым, но послушным нравом.',
			 'age': '14',
			 'breed': 'Русская голубая',
			 'img': '	https://cattish.ru/wp-content/uploads/2018/04/rb-1-678x509.jpg'
		},
		{'name': 'Диана',
		 'description': 'Эта порода выделяется особым серебристо-голубым окрасом и пронзительными зелеными глазами. '
				                'Русские голубые кошки – «настоящие дворянки». Это грациозные и загадочные создания,'
				                ' радующие своих владельцев игривым, но послушным нравом.',
		 'age': '15',
		 'breed': 'Русская голубая',
		 'img': 'https://cattish.ru/wp-content/uploads/2018/04/rb-3-678x381.jpg'
		 },
		{'name': 'Лайма',
		 'description': 'Во всём мире эту породу именуют «скоттиш-фолд», но нам привычней называть этих милых '
		                'кошек «шотландскими вислоухими». Их «няшная» внешность никого не оставит равнодушным'
		                '– такое создание сразу хочется взять на руки и затискать.',
		 'age': '11',
		 'breed': 'Шотландская вислоухая',
		 'img': 'https://cattish.ru/wp-content/uploads/2018/04/sf-tmb-678x509.jpg'
		 },
		{'name': 'Рикки',
		 'description': 'Во всём мире эту породу именуют «скоттиш-фолд», но нам привычней называть этих милых '
		                'кошек «шотландскими вислоухими». Их «няшная» внешность никого не оставит равнодушным.',
		 'age': '15',
		 'breed': 'Шотландская вислоухая',
		 'img': 'https://cattish.ru/wp-content/uploads/2018/04/sf-d-678x381.jpg'
		 },
		{'name': 'Наира',
		 'description': '«Персы» – одна из самых популярных в мире пород вот уже многие десятилетия, это лидеры всех '
		                'выставок и рейтингов, а также одна из самых известных пород с загадочной историей, '
		                'экзотичной внешностью и спокойным нравом.',
		 'age': '9',
		 'breed': 'Персидская кошка',
		 'img': 'https://cattish.ru/wp-content/uploads/2018/04/pers-3-678x509.jpg'
		 },
		{'name': 'Лаванда',
		'description': '«Персы» – одна из самых популярных в мире пород вот уже многие десятилетия, это лидеры всех '
		                'выставок и рейтингов, а также одна из самых известных пород с загадочной историей, '
		                'экзотичной внешностью и спокойным нравом.',
		 'age': '15',
		 'breed': 'Персидская кошка',
		 'img': 'https://cattish.ru/wp-content/uploads/2018/04/pers-2-678x381.jpg'
		 },
		{'name': 'Одетта',
		 'description': 'На первый взгляд тайскую кошку можно легко спутать с её сиамской «сестрой» – из-за '
		                'очень похожего окраса. Но на самом деле это разные породы, которые заметно отличаются '
		                'как по внешнему виду, так и по характеру.',
		 'age': '14',
		 'breed': 'Тайская кошка',
		 'img': 'https://cattish.ru/wp-content/uploads/2018/04/tai-3-678x381.jpg'
		 },
		{'name': 'Земфира',
		 'description': 'На первый взгляд тайскую кошку можно легко спутать с её сиамской «сестрой» – из-за '
		                'очень похожего окраса. Но на самом деле это разные породы, которые заметно отличаются '
		                'как по внешнему виду, так и по характеру.',
		 'age': '21',
		 'breed': 'Тайская кошка',
		 'img': 'https://cattish.ru/wp-content/uploads/2018/04/tai-2-678x381.jpg'
		 },
		{'name': 'Улана',
				 'description': 'Тонкинскую кошку можно назвать «семейным психотерапевтом»: она чувствует настроение '
				                'хозяев и всегда стремится сгладить зарождающийся конфликт. Порода взяла все лучшие '
				                'качества от генетических линий ее предков: бурмы и сиамца.',
				 'age': '16',
				 'breed': 'Тонкинская кошка',
				 'img': 'https://cattish.ru/wp-content/uploads/2018/05/tonkinese-1-678x509.jpg'
				 },
		{'name': 'Яника',
				 'description': 'Тонкинскую кошку можно назвать «семейным психотерапевтом»: она чувствует настроение '
				                'хозяев и всегда стремится сгладить зарождающийся конфликт. Порода взяла все лучшие '
				                'качества от генетических линий ее предков: бурмы и сиамца.',
				 'age': '28',
				 'breed': 'Тонкинская кошка',
				 'img': 'https://cattish.ru/wp-content/uploads/2018/05/tonkinese-2-678x381.jpg'
				 },
		{'name': 'Елай',
		 'description': '«Священная бирма» – редкая и очень дорогая порода. Необычная внешность и миролюбивый'
		                ' характер – сделают её любимицей семьи. Но не торопитесь приобретать котенка – если '
		                'не уверены, что сможете обеспечить питомцу хороший уход и особый рацион.',
		 'age': '23',
		 'breed': 'Бирманская кошка',
		 'img': 'https://cattish.ru/wp-content/uploads/2018/04/birman-1-678x509.jpg'
		 },
		{'name': 'Парис',
		 'description': '«Священная бирма» – редкая и очень дорогая порода. Необычная внешность и миролюбивый'
		                ' характер – сделают её любимицей семьи. Но не торопитесь приобретать котенка – если '
		                'не уверены, что сможете обеспечить питомцу хороший уход и особый рацион.',
		 'age': '29',
		 'breed': 'Бирманская кошка',
		 'img': 'https://cattish.ru/wp-content/uploads/2018/04/birman-2-678x381.jpg'
		 },
		{'name': 'Пандора',
		 'description': 'На первый взгляд тайскую кошку можно легко спутать с её сиамской «сестрой» – из-за '
		                'очень похожего окраса. Но на самом деле это разные породы, которые заметно отличаются '
		                'как по внешнему виду, так и по характеру.',
		 'age': '25',
		 'breed': 'Тайская кошка',
		 'img': 'https://cattish.ru/wp-content/uploads/2018/04/tai-2-678x381.jpg'
		 },

]
